docs/history/history11/KBdEricFonerLectures.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-12-01 Wed 19:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Eric Foner Lectures</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Dylan Wallace" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Eric Foner Lectures</h1> <h2 class="subtitle"></h2> <span class="author">Dylan Wallace</span> <span class="date">2021-12-01 Wed 19:06</date></div>
</div>
<div id="content">
<div id="linktables"><div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents"><h2>Table of Contents</h2><div id="text-table-of-contents">
<ul>
<li><a href="#orgdf95326">1. The Market Revolution and Democracy</a></li>
<li><a href="#org4182c47">2. The Cotton Kingdom</a></li>
<li><a href="#orgb43a770">3. Immigration before the Civil War</a></li>
<li><a href="#org3bb2a88">4. Politics, Whiteness, Religion</a></li>
</ul>
</div></div>
</div>

<div id="outline-container-orgdf95326" class="outline-2">
<h2 id="orgdf95326"><span class="section-number-2">1</span> The Market Revolution and Democracy</h2>
<div class="outline-text-2" id="text-1">
<p>
There were key economic and technological revolutions that occurred in the Antebellum period. They worked in tandem to change the landscape of the Antebellum period. For example, the Eerie Canal enabled farmers to get goods to other places in the US. This facilitated a shift from a self-subsisting economy to a more market-oriented economy. The invention of steamboats enabled the expansion of the agricultural market. Another example is the introduction of factories.
</p>

<p>
Many of the political issues of the Antebellum period had to do with the Market Revolution:
</p>

<ul class="org-ul">
<li>Banking</li>
<li>Free Trade</li>
<li>Protective tariffs</li>
<li>Internal improvement</li>
</ul>

<p>
Much of these "problems" originated in the Antebellum period.
</p>

<p>
Another "thing" that happened in the Antebellum period was the "rise of political democracy" (based on "universal white male suffrage"). A large percentage of the population was able to vote. Democracy became the defining characteristic of America.
</p>

<p>
Much of politics were grassroots.
</p>
</div>
</div>

<div id="outline-container-org4182c47" class="outline-2">
<h2 id="org4182c47"><span class="section-number-2">2</span> The Cotton Kingdom</h2>
<div class="outline-text-2" id="text-2">
<p>
Slavery was actually dying out in Antebellum Period but Industrial Revolution in England made cotton valuable; American South monopoly of cotton. Cotton gin sped up cotton harvesting and made slavery worse.
</p>

<p>
Internal slave trade replaces international slave trade. Creation of Cotton Kingdom (Alabama, Georgia, South Carolina, Mississippi, Louisiana, Arkansas): Heartland of slavery.
</p>

<p>
<span class="underline">"Cotton is King"</span>: Key commodity of world trade in 19th century, was like oil.
</p>

<p>
Entire nation was benefitting from cotton trade; made up about <b>50%</b> of profits. New York was centrally involved; merchants controlled shipping of cotton to Europe; prosperity tied to cotton. New York allowed 9 months of slave transit, up to 1840.
</p>

<p>
Current view of Southern plantation owners: <b>savvy business owners</b> rather than evil men
</p>

<p>
Slaves <i>were</i> property back then. Combined value of slaves were 3 billion dollars (back then); Banks + Railroads + Factories: 2 billion dollars.
</p>

<p>
Pro-slavery ideology/narrative created: "Slaves are taken care of and are well off; better to be a slave to a master than to be impersonal to a factory owner"
</p>

<p>
Slavery is unbalanced in its geographic distribution; concentrated in the South.
</p>

<ul class="org-ul">
<li>Lower South: Slavery</li>
<li>Upper South: Not much slavery</li>
</ul>
<p>
Upper South wanted to tie economy to the North
</p>

<p>
Most White families did not own slaves (only 1/3). It was widely distributed though. Most slave owners owned only a few slaves. Plantations set tone of Southern society though (dominated politics, economy)
</p>

<p>
The South was the largest bastion of slavery
</p>
</div>
</div>

<div id="outline-container-orgb43a770" class="outline-2">
<h2 id="orgb43a770"><span class="section-number-2">3</span> Immigration before the Civil War</h2>
<div class="outline-text-2" id="text-3">
<p>
Many immigrants between 1815 and 1915. especially 40's and 50's
</p>

<p>
Major source of immigration were Europeans; 2 million. More than population of US when nation founded. Largest amount came from Ireland; also England, Scotland, Germany, Scandinavia (so called old immigration)
</p>

<p>
Most immigrants moved to North; didn't want to compete with slave labor. Most immigrants entered through New York; some moved West: Millwaquee, Chicago, Wisconsin, etc.
</p>

<p>
Factors in Europe induced Europeans to move to US: Factory system, population boom in Europe, agricultural revolution consolidates land owning
</p>

<p>
Many immigrants were skilled laborers; some immigrants were political dissenters (48'ers) - Marx, for example, considered it; Immigrants were peasants
</p>

<p>
Many people didn't go to US: Some to Poland, some to Russia, etc. Lots of immigration in Asia
</p>

<p>
Largest "push" of immigration was Irish famine; Irish were marginalized and famine led to Irish diaspora
</p>

<p>
Immigrants became proles of the era; physical labor
</p>
</div>
</div>

<div id="outline-container-org3bb2a88" class="outline-2">
<h2 id="org3bb2a88"><span class="section-number-2">4</span> Politics, Whiteness, Religion</h2>
<div class="outline-text-2" id="text-4">
<p>
Immigrants get mobilized by politics by "political machines" (e.g. Taminy Hall (?))
</p>

<p>
Political machine replaced welfare
</p>

<p>
Fernando Wood becomes Mayor of New York; Irish police movement, uses gangs to intimidate voters
</p>

<p>
Irish were "not white"? Misconception
</p>

<p>
Whiteness != Equal treatment; Irish were discriminated against; "Whiteness" doesn't matter
</p>

<p>
Growing presence of Catholic Church. Church in US becomes Irish dominated rather than English or American. Church becomes militant/expansionist in regards to Catholicism; alarms Protestants
</p>

<p>
Some Whigs wanted to appeal to immigrants
</p>
</div>
</div>
</div>
</body>
</html>
